{
	"Maru0": "Я так схвильована!$h#$b#Я буду твоєю дружиною! Хіхі.$l",
	"Maru1": "Мені треба морально підготуватися до того, щоб бути дружиною фермера.",
	"Leah0": "...$l#$e#Я трохи нервую, але я щаслива.$h",
	"Leah1": "Я завжди мріяла про життя на фермі.$h#$e#Не можу дочекатися!",
	"Haley0": "Я така щаслива!$h#$e#Я завжди про це мріяла.$l",
	"Haley1": "Розумію. Я знаю, що ми не можемо мати медовий місяць, бо хтось мусить доглядати за фермою.#$e#Відтепер я також фермерка!",
	"Penny0": "@.. Я трохи боюся. Це така велика зміна!#$e#Не хвилюйся, я щаслива, як і ти.$h",
	"Penny1": "Скоро у нас буде маленька фермерська сім’я.$l#$e#Я рада, що ми відчуваємо одне до одного те саме.$h",
	"Abigail0": "Хе-хе. Я? Весілля? Не подумала б.$h#$e#Ми добре проведемо час разом.$h",
	"Abigail1": "Я заручена. Вау!$h#$e#Тепер наше життя повністю зміниться.$l",
	"Sam0": "Я дуже радий, що буду твоїм чоловіком, @.$l#$e#Не можу дочекатися!",
	"Sam1": "Ніколи не думав, що це станеться. Я такий щасливий.$l#$e#Не можу дочекатися весілля!$h",
	"Sebastian0": "За кілька днів я житиму на фермі. Не можу в це повірити.$h#$e#Я такий щасливий.$l",
	"Sebastian1": "Коли я побачив тебе в місті, не думав, що одружуся з тобою.$l#$e#Життя дивне, правда?$h",
	"Harvey0": "О Боже! У мене стільки справ перед весіллям! Я нервую.$l#$e#Відчую полегшення, коли переїду на твою ферму.$h",
	"Harvey1": "Я такий щасливий.$h#$e#Я завжди про це мріяв.$l",
	"Elliott0": "Ферма буде чудовим місцем для письма. Я справді не можу цього дочекатися!$h#$e#Ми разом будемо ідеальною парою.$l",
	"Elliott1": "Це буде чудова пригода! Я справді схвильований. Ти теж?$h#$e#Ми можемо використовувати мою хатину як літній будиночок.$l",
	"Alex0": "@, це найкраще, що могло зі мною статися.$l#$e#Не можу дочекатися!$h",
	"Alex1": "Здається, мені сподобається бути фермером.$h",
	"Shane0": "Частина мене думає, чи це не якийсь дурний жарт.#$e#Не можу повірити, що ти хочеш одружитися з таким, як я.",
	"Shane1": "@... У мене паморочиться в голові, а я ще сьогодні нічого не пив.",
	"Emily0": "Не можу повірити, що ми житимемо разом. Я завжди жила лише з родиною.#$e#Це... захоплююче.",
	"Emily1": "Я завжди знала, що між нами станеться щось незвичайне... Але ніколи не думала про весілля!$h#$e#Папуга також схвильована.",
	"Krobus0": "@... Боюся, нам доведеться тримати це в таємниці... Ні мої, ні твої люди цього не приймуть.",
	"Krobus1": "Ти знаєш, що я буду дивним співмешканцем, правда? Я не зможу виходити з дому..."
}
