{
	"Robin": "Привітик!^У мене було трохи зайвого дерева... ^Думаю, воно може тобі знадобитися. Бережи себе! Пока!  ^   -Робін%item id (O)388 50 %%[#]Подарунок від Робін",
	"Demetrius": "${Дорогий^Дорога}$ @,^Одного дня я проводив дослідження в полі й знайшов цей екземпляр. ^Сподіваюся, тобі він також сподобається.^   -Деметріус%item id (O)392 1 (O)394 1 (O)132 1 (O)66 1 %%[#]Подарунок від Деметриуса",
	"Linus": "Вітаю ${друже^подруго}$.^Горное озеро в последнее время щедро ко мне.^Я хвідел бы поделиться и с тобой.  ^   -Линус %item id (O)136 1 (O)143 1 (O)202 1 (O)227 1 (O)228 1 %%[#]Подарунок від Линуса",
	"Pierre": "${Шановний клієнте!^Шановна клієнтко!}$,^Дякуємо за відвідування магазину «У П'єра»! Додаю до листа ваш бонус по нашій кешбек-програмі. ^До зустрічі! ^   -П'єр^^  P.S. Вибач за цю формальність, @. Сподіваюся, тобі сподобається! %item money 250 601  %%[#]Подарунок від П'єра",
	"Caroline": "${Дорогий^Дорога}$ @,^Ось тобі овоч із мого маленького садочка. Напевно, у тебе стільки овочів, що ти не знаєш, куди їх подіти, але що ж поробиш.   ^   -Керолайн%item id (O)190 1 (O)192 1 (O)24 1 %%[#]Подарунок від Керолайн",
	"George": "Знайшов камінь хорошої якості. ^Він тобі точно знадобиться більше, ніж мені.  ^   -Джордж %item id (O)390 35 %%[#]Подарунок від Джорджа",
	"Evelyn": "Вітаю, люба дитино. Сподіваюся, ти добре даєш собі раду на своїй фермі.^Надсилаю дещо з моєї кухні... Сподіваюся, воно не покришилося в дорозі.  ^   -Евелін  %item id (O)216 1 (O)220 1 (O)223 1 %%[#]Подарунок від Евелін",
	"Pam": "Здоров.^Знайшла це в шухляді. Може, тобі знадобиться.   ^   -Пем %item id (O)346 1 (O)349 1 (O)787 1 %%[#]Подарунок від Пем",
	"Lewis": "${Дорогий^Дорога}$ @,^Я дуже радий, що ти частина нашої громади! Додаю чек на 500 з. від Сільськогосподарського Фонду Долини Стардью, щоб допомогти тобі продовжувати твою роботу. ^За ці кошти можеш купити більше насіння.  ^  З повагою, пан Льюїс%item money 500 501 %%[#]Подарунок від Льюїса",
	"Gus": "@!^Приготував тобі маленький смаколик із корчми. Смачного!    ^   -Твій друг Гас%item id (O)224 1 (O)213 1 (O)211 1 (O)207 1 (O)200 1 (O)195 1 (O)198 1 %%[#]Подарунок від Гаса",
	"Clint": "Ем, привіт...     ^Вибач, я не дуже вправний у написанні листів. Переплавив один зайвий злиток і подумав, що вона може тобі знадобитися.  ^   -Клінт, місцевий коваль %item id (O)334 1 (O)335 1 (O)336 1 %%[#]Подарунок від Клінта",
	"Jodi": "@,^Я замовила забагато добрив для мого садочка!! Тож даю тобі трохи, може, пригодиться. Бережи себе!  ^   -Джоді %item id (O)368 5 (O)369 5 (O)370 5 %%[#]Подарунок від Джоді",
	"Kent": "Привіт, @.^Це просто припадало пилом у моїй коморі. Подумав, що тобі може знадобитися.  ^   -Кент%item id (O)286 1 (O)287 1 (O)288 1 (O)787 1 %%[#]Подарунок від Кента",
	"Emily": "Привіт!^Як справи? Сподіваюся, тобі сподобається цей подарунок, який я надсилаю... Бувай! +   ^   -Емілі %item id (O)397 1 (O)428 1 (O)440 1 %%[#]Подарунок від Емілі",
	"Marnie": "${Дорогий сусіде^Дорога сусідко}$ @,^Ти ${такий хороший сусід^така хороша сусідка}$, тож я вирішила надіслати тобі трохи корму для тварин, щоб полегшити тобі роботу. Так тримати!^   -Марні %item id (O)178 30 %%[#]Подарунок від Марні",
	"Shane": "Привіт,^Подумав, що буде круто надіслати тобі листа. Тільки не знаю, що писати.^ Ось тобі закуска. Не кажи нікому, але я поцупив це із запасів ДжоджаМарт багато років тому.^Гаразд, до зустрічі ^   -Шейн %item id (O)215 1 (O)206 1 %%[#]Подарунок від Шейна",
	"Wizard": "Вітаю, ${юний учню^юна ученице}$.^Додаю пакет із предметом магічного значення. Використовуй його з розумом.  ^   -М. Расмодіус, чаклун%item id (O)422 1 (O)82 1 (O)84 1 (O)70 1 %%[#]Подарунок від чаклуна",
	"Sandy": "Вітання з пустелі Каліко!^Відвідай мене якось, тут страшенно нудно :(.^ПДодаю подарунок із пустелі. Можеш прийти ^і подякувати мені особисто!   ^   -Сенді %item id (O)88 1 (O)90 1 (O)218 1 %%[#]Подарунок від Сенді",
	"afterSamShow": "@,^Виступ був просто неймовірним успіхом! Хочу лише подякувати тобі за допомогу в створенні цієї чудової команди. Без тебе це б не вдалося!   ^   -Сем[#]Благодарность від Сема",
	"afterArtShow": "${Дорогий^Дорога}$ @,^Ще раз дякую за твою присутність на моєму художньому шоу. Це був успіх! Продала майже всі свої скульптури, усі були в захваті! Сподіваюся, ми ще зустрінемося.  ^   -Лея[#]Благодарность від Лея",
	"haleyGarden": "@,^Подумала, що буде весело написати тобі листа.^ Учора я так класно провела час із тими коровами... Починаю розуміти, чому ти ${вибрав^вибрала}$ життя на фермі! Сподіваюся, скоро побачимося  ^   -Хейлі[#]Записка від Хейлі",
	"PennyCleanTrailer": "Вибач за вчорашню ситуацію... Моя мама іноді буває не в настрої.^Будь ласка, просто забудьмо про це.  ^   -Пенні[#]Вибачення Пенні",
	"Duck": "${Дорогий^Дорога}$ @,^Бачу, ти вмієш доглядати за курми, тож відтепер можеш купувати в мене качок!       ^   -Марні[#]Качки на продаж!",
	"Rabbits": "${Дорогий^Дорога}$ @,^Відтепер у мене є кролики на продаж! Вони даватимуть пухнасту вовну... і не тільки!       ^   -Марні[#]Кролики на продаж!",
	"Sheep": "${Дорогий^Дорога}$ @,^Бачу, ти вмієш доглядати за коровами, тож відтепер можеш купувати в мене овець!       ^   -Марні[#]Вівці на продаж!",
	"Goats": "${Дорогий^Дорога}$ @,^Відтепер у мене є кози на продаж. Ти добре справляєшся!       ^   -Марні[#]Кози на продаж!",
	"Pigs": "${Дорогий^Дорога}$ @,^Тобі добре вдається, відколи ти тут. Тому я вирішила почати продавати свиней. Ці свині навчені знаходити трюфелі!       ^   -Марні[#]Свині на продаж!",
	"SeaAmulet": "@,^Хочу дати тобі невеличку пораду, бо ти мені подобаєшся і я хочу, щоб ти залишився з нами. Якщо настане день, коли хтось тобі так сподобається, що ти захочеш одружитися, тобі знадобиться Амулет Сирени. Не хвилюйся, усі в місті розуміють значення цього амулета. Це давня традиція в нашому регіоні. Бажаю удачі! ^   -Льюїс[#]Про Амулет Сирени",
	"Bouquet": "@,^Я помітив, що ти добре ладиш із нашими жителями. Якщо хочеш показати комусь, що тобі не байдуже, тобі знадобиться один із моїх прекрасних букетів, які я тепер продаю за чесну ціну! Якщо захочеш створити сім’ю, це перший крок! ^   -П'єр[#]Про букети",
	"RobinCooking": "Привіт, @!^Даю тобі рецепт, який отримала від моєї бабусі. Смачного!   ^   -Робін%item cookingRecipe %%[#]Сімейний рецепт Робін",
	"DemetriusCooking": "Хочу подякувати тобі за інтерес до моєї роботи. Ось мій улюблений рецепт. ^   -Деметріус%item cookingRecipe %%[#]Рецепт Деметріуса",
	"LinusCooking": "@,^як справи? Додаю до листа рецепт однієї з моїх улюблених рибних страв. ^   -Лінус%item cookingRecipe %%[#]Рецепт Лінуса",
	"PierreCooking": "СТРОГО КОНФІДЕНЦІЙНО:^Додаю рецепт мого знаменитого пирога з чорницею.^Не давай його нікому! Даю тобі, бо ти мені подобаєшся. ^   -П'єр'ер%item cookingRecipe %%[#]Знаменитий пиріг П'єра",
	"CarolineCooking": "${Дорогий^Дорога}$ @,^^Немає нічого приємнішого, ніж готувати зі свіжозібраних фруктів із власного саду! Додаю рецепт, щоб тобі допомогти. Тримайся, ^   -Керолайн%item cookingRecipe %%[#]Рецепт Керолайн",
	"GeorgeCooking": "Подумав, що надішлю тобі цей рецепт, який просто припадав пилом. Постарайся не спалити його випадково. ^   -Джордж%item cookingRecipe %%[#]Рецепт Джорджа",
	"EvelynCooking": "${Дорогий^Дорога}$ @,^Зазвичай я не роздаю свої рецепти... Але оскільки ти ${такий милий^така мила}$ до мене і Джорджа, даю тобі один із моїх рецептів.^   -Евелін%item cookingRecipe %%[#]Рецепт Евелін",
	"PamCooking": "Здоров, молоде,^Ось тобі рецепт на дещо смачненьке, яке мій тато готував. Готуй повільно. ^   -Пем%item cookingRecipe %%[#]Рецепт Пем",
	"LewisCooking": "@,^Не забувай про здорове харчування, інакше втратиш сили для важкої роботи! Додаю один із моїх найулюбленіших рецептів. Не забудь використати стиглі помідори! ^   -Льюїс%item cookingRecipe %%[#]Рецепт Льюїса",
	"GusCooking": "@,^Ось рецепт із мого салуна. Ділюся ним лише з добрими друзями! ^    -Гас%item cookingRecipe %%[#]Рецепт Гаса",
	"ClintCooking": "Я знаю кілька рецептів.^Подумав, що надішлю тобі один із них... Може, допоможе в копанні руди чи ще в чомусь.^Тримайся. ^   -Клінт%item cookingRecipe %%[#]Рецепт Клінта",
	"JodiCooking": "@,^Цей рецепт приніс мені перше місце в конкурсі! Сподіваюся, тобі сподобається. Рада, що ми друзі! ^   -Джоді%item cookingRecipe %%[#]Рецепт Джоді",
	"KentCooking": "Привіз цей рецепт із-за кордону. Смачного.^Хочу подякувати тобі. Завдяки тобі я відчуваю себе тут бажаним гостем. ^^   -Кент%item cookingRecipe %%[#]Рецепт Кента",
	"EmilyCooking": "@!^На другій сторінці цього листа є рецепт суперздорової їжі!^Відчуєш себе ${сповненим^сповненою}$ сил. До зустрічі. ^   -Емілі%item cookingRecipe %%[#]Здоровий рецепт Емілі",
	"MarnieCooking": "${Дорогий сусіде^Дорога сусідко}$,^Коли я не доглядаю за тваринами, люблю експериментувати на кухні. Оскільки ми потоваришували, хочу поділитися з тобою моїми рецептами.^Сподіваюся, тобі сподобається! ^   -Марні%item cookingRecipe %%[#]Рецепт Марні",
	"ShaneCooking": "@,^Знайшов цей рецепт у журналі, і він виглядає непогано. Як приготуєш, можеш дати мені спробувати. Хе-хе. ^   -Шейн%item cookingRecipe %%[#]Рецепт Шейна",
	"SandyCooking": "@,^Мені так нудно, що я написала тобі листа. Надсилаю рецепт смачного супу. Відвідай мене якось! ^   -Сенди%item cookingRecipe %%[#]Рецепт Сенди",
	"WillyCooking": "@,^Хочу поділитися з тобою старим рибальським рецептом, який готував мій тато, коли я ще був малим. Важливо, щоб риба була СВІЖОЮ.  ^   -Віллі%item cookingRecipe %%[#]Старий рецепт Віллі",
	"mom1": "Дорогий @,^ Як ти там тримаєшся, моя дитино? Відколи тебе немає, я дуже за тобою сумую. Сподіваюся, життя фермера — це здійснення твоїх мрій. ^   Сумую, Мама.  ^   P.S. Надіслала твої улюблені печива < %item id (O)223 1 %%[#]Від мами",
	"mom2": "Дорогий @,^ Минуло так багато часу, відколи ти ${виїхав^виїхала}$. У нас нічого не змінилося. Я дуже за тобою сумую. ^  Цілую, Мама ^^ P.S. Знайшла конверт із грошима, які залишив ^тобі Дідусь. %item money 500 501 %%[#]Від мами #2\n      ",
	"mom3": "Дорогий @,^ Бачила в газеті статтю про тебе! Схоже, ти ${освоїв^освоїла}$ сільське життя! Я так тобою пишаюся. Бережи себе, сонце.[#]Від мами #3",
	"mom4": "Дорогий @,^ Як справи? Напевно, заробляєш на цій фермі цілі статки. Не забудь про свою дорогу маму, коли почнеш заробляти великі гроші! ^  Цілую, мама   ^   P.S. Надіслала тобі пиріг. Смачного!%item id (O)221 1 %%[#]Від мами #4",
	"dad1": "Дорога @,^ Як ти там справляєшся? Важко звикнути, що ти вже не дитина... Час летить. Тепер, коли тебе немає, у мене залишилося трохи зайвих грошей, які додаю як подарунок.^  З повагою, тато.%item money 500 501 %%[#]Від тата",
	"dad2": "Дорога @,^ Як тобі життя на фермі? Без тебе тут порожньо, але я пишаюся тобою.^  З любов'ю, тато  ^^  P.S. Знайшов конверт із грошима, які дідусь залишив ^  для тебе. %item money 500 501 %%[#]Від тата #2",
	"dad3": "@,^ ЯПрочитав про тебе статтю в газеті! Я вражений твоїми успіхами на фермі! Так тримати, і, можливо, твій старий тато зможе провести пенсію в розкішному будиночку на Фернських островах ;).^  З повагою, тато[#]Від тата #3",
	"dad4": "Дорога @,^ Знаю, що на фермі у тебе багато роботи, тому ти не можеш нас відвідати. Ти так важко працюєш... Продовжуй у тому ж дусі, і ти багато досягнеш! ^ З повагою, тато  ^  P.S. Присилаю тобі камінь хорошої якості %item id (O)390 30 %%[#]Від тата #4",
	"newsstory": "Вітаю вас, @.^ Ми раді повідомити вам, що ваша ферма буде опублікована в колонці «Розвиток і перспективи» газети «Трибуна Долини Страдью» на наступному тижні! Вітаємо. Ми вражені вашим швидким прогресом. ^   -ТДС[#]Новини",
	"pierreBackpack": "РЕКЛАМА:^«Я постійно знаходжу круті речі, але в мене немає місця в рюкзаку!»^^Звучать знайомо? Що ж, магазин «У П’єра» може це виправити!^^Завітай до місцевого магазину «У П’єра» СЬОГОДНІ й купуйте наш недорогий рюкзак на 24 місця!^ Чекаємо вас![#]Рюкзаки від П'єра",
	"pierreHours": "ОГОЛОШЕННЯ:^^Місцевий магазин «У П’єра» відтепер відкритий 7 днів на тиждень![#]Новий графік «У П'єра»",
	"robinKitchenLetter": "@,^^Хочу вибачитися за жарти про стару хатину твого дідуся. Це справді гарний будиночок!^^Але, можливо, тобі колись знадобиться більше місця. І тут я можу допомогти. Якщо принесеш мені матеріали та гроші, я можу розширити твій дім.^(Продовження на наст.сторінці)^^Першим оновленням буде кухня. На кухні ти зможеш готувати смачні страви, якщо знатимеш рецепт!^^Ну, сподіваюсь, ти вже почуваєш себе в долині Стардью як вдома!^        Робін[#]Послуги Робін",
	"quest10": "@,^Чув, що ти допомагаєш людям із міста! Усі ми дуже вдячні. Тому ти отримуєш звання ${«Найкращий сусід»^«Найкраща сусідка»}$ за цей місяць (з невеликою грошовою винагородою). Так тримати! ^   -Мер%item money 500 501 %%[#]${Найкращий сусід^Найкраща сусідка}$",
	"quest35": "${Дорогий^Дорога}$ @,^Відколи ти тут, усі розповідають мені про чудові речі, які ти для них робиш! Прийми цю нагороду як подяку. ^   -Мер%item money 2500 2501 %%[#]Подяка від Льюїса",
	"quest100": "@,^Із радістю повідомляю, що тебе обрано ${«Сусідом року»^«Сусідкою року»}$! До цього звання додається нагорода в 10,000 з.! Вітаю! Усі в місті тобі вдячні. ^   -Мер%item money 10000 10001 %%[#]${Сусід року^Сусідка року}$",
	"CF_Fish": "@,^ Твої вміння рибалки перевершують навіть мого тата. Я вражений. ^ Ця зоряна крапля передавалась від Віллі-старшого до Віллі-молодшого. Напевно, тисячу років.^Як бачиш, у мене немає дітей... Хочу передати його тобі.^^   -Віллі   ^  %item id (O)434 1 %%[#]Спадщина роду Віллі",
	"adoptionLetter": "Вітаємо! ^ Ваша заявка на усиновлення схвалена.^Ми наполегливо працюємо, щоб підібрати ідеальну дитину до вашого профілю.^Новий член вашої сім’ї прибуде за 2 тижні.^^-Агенція усиновлення Фернґілл[#]Повідомлення про усиновлення",
	"stardewHeroMine": "Таємниче повідомлення: Якщо ще раз спустишся на дно шахти, на тебе чекає секрет. Будь ${обережний^обережна}, шахти тепер ще небезпечніші, ніж раніше.[#]Таємниче повідомлення",
	"fertilizers": "${Шановний сусід^Шановна сусідко}$,^Сподіваюся, тобі комфортно в новому домі. Пишу, щоб повідомити, що в магазині «У П'єра» тепер продаються добрива! Чому б не завітати й не подивитися, чи можеш дозволити собі кілька десятків чи більше?  ^   -П'єр[#]Добрива від П'єра",
	"fertilizers2": "${Шановний^Шановна}$ @,^Відтепер я продаю добрива вищої якості, а також нові культури! До зустрічі.  ^   -П'єр[#]Високоякісні добрива від П’єра",
	"abbySpiritBoard": "Привіт, @.^Якось увечері ти мусиш завітати до мене... Десь о 20:00. ^Хочу тобі дещо показати. ^   -Ебі[#]Записка від Ебі",
	"pennySpa": "Зустрінемося в сауні після настання темряви. ^   -Пенні[#]Записка від Пенні",
	"incubator": "@,^Дякую за покупку оновлення пташника! До речі, я встановила інкубатор! Щоб його використати, просто поклади в нього яйце. Якщо в твоєму пташнику є місце, за кілька днів воно вилупиться!^^Як завжди, вести з тобою справи — задоволення.^-Робін[#]Про інкубатор",
	"hatter": "Привіт.^^Я продавати капелюхи. Ок?^^Приходь до дуже дуже дуже старий дім. Принеси монети.^^-Миша з капелюхами[#]Привіт",
	"Beat_PK": "Вітаємо!!^^Вам вдалося пройти гру «Подорож Короля Прерій». Наша машина для жеребкування обрала саме вас в нашій ексклюзивній лотереї!^Тепер ви можете насолоджуватися  «Подорожжю Короля Прерій» у затишку власного дому! ^^Ви цього заслуговуєте!^-Команда розробників «Короля Прерій» %item id (BC)141 %%[#]Вітання від К.П.",
	"JunimoKart": "Вітаємо!!^^Вам вдалося пройти гру «Джунімо Карт»... Ви перша людина з усієї Республіки Фернґілл, якій вдалось це!^Ваш приз: домашня версія гри «Джунімо Карт»!^^Приємної гри!^-Команда розробників «Джунімо Карт»  %item id (BC)159 %%[#]Перемога в «Джунімо Карт»",
	"elliottReading": "@,^У мене чудові новини... Я закінчив свою новелу!! Читатиму її публічно вдень у бібліотеці. Сподіваюся, ти будеш! ^   -Елліотт[#]Публічне читання Елліотта",
	"elliottBoat": "Зустрінемося в доках у сонячний ранок. Мушу тобі дещо сказати. ^   -Елліот[#]Записка від Елліота",
	"harveyBalloon": "@,^У мене для тебе сюрприз. Зустрінемося на залізничних коліях. ^   -Гарві[#]Сюрприз Гарві",
	"samMessage": "@,^Зустрінемося перед моїм будинком після настання темряви. ^   -Сем[#]Записка від Сема",
	"joshMessage": "@,^Зустрінемося в салуні сьогодні після настання темряви. ^   -Алекс[#]Запрошення від Алекса",
	"lewisStatue": "@,^^У майбутньому я був би вдячний, якби мою ПРИВАТНУ власність не показували всьому місту!^^Я дуже розчарований!^^Візьми ці гроші й ніколи нікому не згадуй про мій «проєкт».%item money 750 751 %%[#]Сердитий лист від Льюїса",
	"marnieAutoGrabber": "@,^У мене є щось нове на продаж... Це називається  «Автозбирач».^^Ця машина може доїти твоїх корів, кіз і стригти овець... І все це самостійно!^^Це люксовий предмет, тож коштує 25,000 з.^^    -Марні[#]Записка про «Автозбирач»",
	"EmilyClothingTherapy": "@,^У мене є божевільна ідея, до якої хочу тебе залучити... Це називається «Костюмна терапія».^^Будь ласка, прийди сьогодні до будинку мера, щоб побачити, про що йдеться.^^ З повагою, Емілі[#]Ідея Емілі",
	"EmilyCamping": "@,^Ходімо на кемпінг! ^^ Зустрінемося в таємному лісі після 10 години вечора.^^ З повагою, Емілі[#]Запрошення від Емілі",
	"EmilyDoneCamping": "Дякую за вчора... Було круто!^Якщо чесно, я рада, що той ведмідь прийшов!^^До зустрічі.^^  З повагою, Емілі[#]Записка від Емілі",
	"foundLostTools": "${Шановний^Шановна}$ @,^Хтось поклав твої інструменти до втрачених речей.^^Зайди до мене, щоб забрати їх. ^^  -Мер Льюїс[#]Загублені інструменти",
	"fishing2": "У мене є нові речі на продаж...^Люксова вудка та наживка, яку можна до неї причепити!^Використовуй наживку, щоб риба краще клювала. Сподіваюся, скоро побачимося! ^   -Віллі[#]Новий товар у Віллі",
	"fishing6": "Зайди до мого магазину, у мене є нові вудки на продаж.^За хорошу ціну... До них можна додавати різне спорядження!^Сподіваюся, скоро побачимося! ^   -Вилли[#]Новий товар у Віллі #2",
	"wizardJunimoNote": "Деякі джерела кажуть мені, що ти нишпориш у старому будинку культури.^Може, відвідаєш мене?^Моя квартира на захід від лісового озера, у кам’яній вежі. Я можу мати інформацію про «проблему зі щурами», яка тебе зацікавить.^   -М. Расмодіус, чаклун %item quest 1 true %%[#]Виклик чаклуна",
	"winter_18": "${Шановний^Шановна}$ @,^Хочу повідомити про майбутній фестиваль, а саме Свято Полярної Зірки. Це час, коли вся наша громада збирається разом і згадує всі хороші моменти, які їх спіткали протягом року.^Улюблена традиція цього свята — «таємний обмін подарунками», де кожен у місті випадково отримує когось. У день свята кожен приносить подарунок для свого «таємного друга» і дивує його чимось особливим!^Цього року твоїм «таємним другом» є:^    %secretsanta ^Не кажи нікому! Свято відбувається 25-го числа з 9:00 до 14:00 у містечку. До зустрічі! ^   -Мер Льюїс[#]Таємний обмін подарунками",
	"ccBulletinThankYou": "@,^Усі в місті говорять про твої останні подвиги!^Пакунки з речами, які вони просили багато років тому на дошці в будинку культури, з’являються під дверима жителів! І всі вони з твоєї ферми!^Дякуємо за це... Усі в нашому місті в захваті! ^   -Мер Льюїс[#]Подяка за відгуки на оголошення",
	"guildQuest": "  Помітив, що ти досліджуєш стару шахту. На мій погляд, у тобі живе авантюрна душа.^Якщо зможеш знищити 10 слаймів, ти знайдеш своє місце в гільдії авантюристів. ^Бережи себе.    -Марлон %item quest 15 true %%[#]Завдання на знищення слаймів",
	"skullCave": "Бачу, ти ${відкрив^відкрила}$ Кістяну Печеру. Молодець.^Маю для тебе складніше випробування. Спускайся щонайменше на 25 рівнів униз. Якщо впораєшся, дам тобі купу золота.^  Твій друг, пан Кі %item quest 20 %%[#]Випробування Кі",
	"robinWell": "Це Робін!^Знаю, що на твоїй фермі багато каменю.^Якщо у тебе є зайвий, я можу побудувати для тебе криницю.^Криницю можна побудувати будь-де на твоїй фермі, і вона слугуватиме джерелом води, щоб наповнювати лійку.^^Коли вона тобі знадобиться, приходь до мого магазину. Принеси 75 каменів і 1000 з.^-Робін[#]Будівництво криниці",
	"landslideDone": "До наших цінних клієнтів ДжоджаМарт:^Наша команда розчистила зсув, спричинений бурінням біля озера в горах. Хочу лише зазначити, що всі роботи абсолютно законні (згідно з розпорядженням Л61091, поправка ДжоджаКо). Відповідальне управління місцевим середовищем — наш пріоритет! ^^Вибачте за будь-які незручності, які цей інцидент міг спричинити.^Як завжди, ми цінуємо вашу підтримку як нашого покровителя!^^-Морріс, представник із питань задоволення клієнтів Джоджа [#]Джоджа розчищає зсув",
	"QiChallengeComplete": "Тобі вдалося.^ Я вражений.^ Ось твоя нагорода.^   -Кі. %item money 10000 %%[#]Завершення випробування Кі",
	"spring_2_1": "Привіт,^Я щойно повернувся з риболовної подорожі. Може, якось завітаєш на пляж.^У мене для тебе дещо є.^  -Віллі %item quest 13 true %%[#]Запрошення від Віллі",
	"spring_12": "${Дорогий^Дорога}$ @,^Завтра в місті ми святкуємо Фестиваль Яєць. ^^Приходь між 9:00 і 14:00, якщо хочеш взяти участь.^Невже ти хочеш пропустити щорічне полювання на яйця?^  -Мер Льюїс [#]Інформація про Фестиваль Яєць",
	"spring_15_1": "Вітаю, люба дитино...^^Знаю, що ти тільки починаєш займатись садівництвом, тож хочу дати тобі маленьку пораду.^^Більшість культур ростуть лише в одну пору року. Коли настане літо, твої весняні культури зів’януть. Тож плануй наперед!^^-Бабуся Евелін [#]Порада Евелін",
	"spring_23": "${Дорогий^Дорога}$ @,^Завтра ми збираємося разом на Квіткові танці.^^Якщо знайдеш собі партнера для танцю, зможеш навіть узяти в ньому участь!^Є трохи вільної галявини на захід від міста, там ми танцюємо. Якщо хочеш, приходь між 9:00 і 14:00.^  -Мер Льюїс [#]Інформація про Квіткові танці",
	"summer_10": "${Дорогий^Дорога}$ @,^Завтра ми збираємося на пляжі на щорічне Луау міста Пелікан.^^Головною подією є спільна страва з усього, що принесуть. Принеси щось смачне!^Сам Губернатор буде присутній, тож прошу поводитися культурно.^Приходь на пляжу між 9:00 і 14:00.^  -Мер Льюїс [#]Інформація про Луау",
	"summer_28": "${Дорогий^Дорога}$ @,^Сьогодні ввечері о 22 годині відбудеться гарне й рідкісне явище.^^Місячні медузи під час своєї довгої подорожі на південь до теплих країн пропливатимуть через місто Пелікан.^^Усі збираємося на пляжі, щоб подивитися на це незвичайне видовище. Не пропусти!^До зустрічі ввечері,^ -Деметріус [#]Танець Місячних медуз",
	"fall_9": "${Дорогий^Дорога}$ @,^За тиждень у місті відбудеться Ярмарок Долини Стардью!^Це найбільша подія року, що приваблює людей із усієї країни до нашого скромного містечка.^Якщо хочеш, можеш зробити власну виставку. Принеси максимум 9 предметів, які найкраще покажуть твою майстерність. Якість твоєї виставки оцінюватимуть загалом.^Ярмарок розпочнеться о 9:00... Не проспи!^  -Мер Льюїс [#]Інформація про Ярмарок Долини Стардью",
	"fall_15": "${Дорогий^Дорога}$ @,^Хочу нагадати тобі про Ярмарок Долини Стардью, як відбеться завтра.^Не забудь про 9 предметів для твоєї виставки.^Пам’ятай, ярмарок розпочнеться о 9:00 у місті. До зустрічі!^   -Мер Льюїс [#]Нагадування про Ярмарок Долини Стардью",
	"fall_26": "${Дорогий^Дорога}$ @,^Відчуваєш цей прохолодний подих? Це означає, що зима наближається...^Або, можливо, це дзвін у вухах темного привида, який допоможе нам святкувати завтрашню подію... Вечір Духів.^Приходь до міста о 22, якщо хочеш узяти участь.^  -Мер Льюїс [#]Інформація про Вечір Духів",
	"winter_7": "${Дорогий^Дорога}$ @,^Завтра ми збираємося біля будинку Марні на Фестиваль Льоду.^^Будуть сніговики, крижані скульптури та змагання з риболовлі на льоду!^Приходь між 9:00 і 14:00, якщо хочеш узяти участь.^  -Мер Льюїс [#]Інформація про Фестиваль Льоду",
	"winter_14": "Завтра флот мандрівних торговців пришвартується в Місті Пелікан на щорічний Нічний Ринок.^^Ринок почнеться о 17 і триватиме на пристані наступні три дні.^^Приходь на пляжу після 17. У них є безкоштовна кава! [#]Інформація про Нічний Ринок",
	"spring_11_1": "ПОТРІБНА ДОПОМОГА:^Я загубила свою улюблену сокиру! Якщо знайдеш, будь ласка, поверни якнайшвидше. Мені погано без неї. У мене є 250 з. для того, хто її знайде.^   -Робін%item quest 100 %%[#]Робін загубила сокиру",
	"spring_19_1": "@-^У мене до тебе прохання. Потрібена свіжа цвітна капуста для рецепту, який я хочу приготувати. Можеш принести мені одну?^    -Джоді%item quest 101 %%[#]Джоді просить цвітну капусту",
	"summer_3_1": "@-^Це трохи ніяково... Я загубив свої щасливі фіолетові шорти. Кажу тобі, бо думаю, що можу тобі довіряти.^Якщо їх знайдеш, принеси мені НЕЗАМІТНо. Я тобі заплачу.^Дякую.^   -Мер Льюїс%item quest 102 %%[#]Льюїс просить допомоги",
	"summer_14_1": "Здоров, молоде,^Моє горло скоро пересохне начисто. Я дуже хочу пити, напилася б світлого пива. Маєш якесь? Звичайне пиво не підійде. Потрібне світле пиво.^   -Пем%item quest 103 %%[#]Прохання Пем",
	"summer_20_1": "@-^Я збираю дані про залежність між лужністю ґрунту та рівнем фруктози врожаю. Коротше, мені потрібен свіжа диня з твоєї ферми. Буду дуже вдячний.^-Деметріус%item quest 104 %%[#]Деметріус просить зразок",
	"summer_25_1": "${Дорогий^Дорога}$ @,^Моє коліно знову дає про себе знати, а знаєш, що допомагає? ^Натирання цього дурного коліна гострим перцем.^ Проблема в тому, що мої запаси закінчилися. Якщо принесеш мені один, буду дуже вдячний.^   -Джордж %item quest 105 %%[#]Джорджу потрібен перець",
	"fall_3_1": "${Дорогий^Дорога}$ @,^Хочу зробити моїм коровам особливу смакоту. Вони дуже милі й також голодні. Чи можу попросити тебе принести зв’язку амаранту? Вони його обожнюють. ^Дякую^   -Марні %item quest 106 %%[#]Прохання Марні",
	"fall_8_1": "Вітаю,^Зараз сезон ожини. Усі кущі вкриті ягодами. Хочу трохи назбирати, але загубив свій кошик. Допоможеш?^   -Лінус%item quest 107 %%[#]Лінус загубив кошик",
	"fall_19_1": "@-^Хочу купити в тебе гарбуз. Ми з донькою плануємо вирізати гарбузовий ліхтар на наступний Вечір Духів. ^   -Керолайн%item quest 108 %%[#]Прохання Керолайн",
	"winter_2_1": "Гей, маю для тебе маленьке випробування:^ Злови мені кальмара.^Його можна впіймати в океані, але лише в зимові ночі.^   -Віллі%item quest 109 %%[#]Випробування Віллі",
	"winter_6_1": "Маю незвичайне прохання. Чи можеш тримати це в таємниці?^ Хочу, щоб Емілі отримала аметист. Це її улюблений камінь. Скажи їй, що це від мене.^   -Клінт %item quest 110 %%[#]Незвичайне прохання Клінта",
	"winter_12_1": "@-^Я досліджую забуте мистецтво ворожіння з тіней. Мені потрібен предмет, відомий як «Есенція Темряви». Принеси мені його, і я дам тобі нагороду.^ -М. Расмодіус, чаклун %item quest 111 %%[#]Прохання чаклуна",
	"winter_17_1": "@,^Вибач, що знову тебе турбую, але мені потрібна ще одна послуга.^У мене є новий молот, і я хочу протестувати його на різних металах.^Переплавиш мені залізний злиток? ^Дякую.^ -Клінт %item quest 112 %%[#]Прохання Клінта",
	"winter_21_1": "@-^Як справи? Сподіваюся, зима не була для тебе надто суворою.^Пишу, щоб запитати, чи можу попросити в тебе кілька шматків твердого дерева? Мені потрібно десь 10, якщо, звісно, у тебе є.^Якщо ні, нічого страшного. Тримайся!^   -Робін%item quest 113 %%[#]Прохання Робін",
	"winter_26_1": "@-^Хочу приготувати рибний гуляш, але мені потрібен білий тунець! Знаю, що сезон на нього майже закінчився... Вибач за коротке повідомлення. Зможеш зловити мені одного?^    -Гас%item quest 114 %%[#]Гасу потрібен тунець",
	"spring_1_2": "ОГОЛОШЕННЯ:^^Ціни на матеріали в магазині Робін і Клінта підвищено. [#]Інформація про ціни на матеріали",
	"spring_6_2": "@-^Мені дуже потрібна абрикоса. Не знайшла її в магазині, тож пишу тобі. Добре за неї заплачу!^   -Емілі%item quest 115 %%[#]Прохання Емілі",
	"spring_15_2": "${Дорогий^Дорога}$ @,^Хочу здивувати свого чоловіка подарунком. Він великий фанат цибулі-порею. Можеш принести мені одну?^   -Бабуся Евелін%item quest 116 %%[#]Сюрприз Евелін",
	"spring_21_2": "ОГОЛОШЕННЯ^Це П’єр... Дуже хочу тарілку сашимі. Добре заплачу тому, хто мені його принесе.^   -П’єр%item quest 117 %%[#]Бажання П’єра",
	"summer_6_2": "Потрібна допомога рибалки^Мені потрібен хороший екземпляр риби-їжака. Проводжу експеримент із токсинами, які виробляє риба-їжак.^Нагорода: 1000 з.^ -Деметріус%item quest 118 %%[#]Деметріус досліджує токсини",
	"summer_15_2": "${Дорогий^Дорога}$ @,^Хочу подарувати моїй дружині карамболу на нашу річницю. Вирощуєш якісь на своїй фермі? Буду вдячний.^  -Кент%item quest 119 %%[#]Кенту потрібен подарунок",
	"summer_21_2": "@,^Мені потрібна трюфельна олія. Не питай, для чого.^ -Мер Льюїс%item quest 120 %%[#]Тривожне прохання Льюїса",
	"fall_6_2": "Розшукується: Свіжий омар. Хочу приготувати смачний біск.^Хто шукає: Гас, власник Зоряної Краплі^Винагорода: 800 з. %item quest 121 %%[#]Гасу потрібе омар",
	"fall_19_2": "ОГОЛОШЕННЯ:^Чи є у когось зайві батарейки? Мій пульт від телевізора сів, і мені важко вставати з дивана, щоб перемкнути канал.^   -Пем%item quest 122 %%[#]Пем потребує допомоги",
	"winter_5_2": "@,^Я створюю вдосконалену чарівну паличку надзвичайної сили.^Однак мені бракує одного: Іридієвого злитка.^Заплачу в 5 разів більше ринкової ціни. Принеси мені якомога швидше.^ -М. Расмодіус, чаклун %item quest 123 %%[#]Чаклуну потрібен рідкісний предмет",
	"winter_13_2": "Маю для тебе ще одне випробування: Злови мені лінкода.^Вони не так легко даються, але я знаю, що ти впораєшся.^З повагою.^ -Віллі%item quest 124 %%[#]Випробування Віллі #2",
	"winter_19_2": "@,^Я на межі нервового зриву. Мушу приготувати Коко-но-но, але ніде не можу знайти кокос!^Допоможеш мені?^   -Гас%item quest 125 %%[#]Гасу потрібен кокос",
	"winter_24": "${Дорогий^Дорога}$ @,^Завтра Свято Полярної Зірки.^Чи готовий твій подарунок для твого «таємного друга»... %secretsanta   .^Свято починається о 9:00 у місті.^До зустрічі! ^  -Мер Льюїс[#]Нагадування про Свято Полярної Зірки",
	"passedOut1_Billed_Male": "Пане @,^Минулої ночі один із членів команди Джоджа знайшов вас непритомним. Медична бригада була відправлена, щоб безпечно доставити вас додому.^Раді, що з вами все гаразд!^^(Вам виставлено рахунок на {0} з.)^^-Морріс^Представник із питань задоволення клієнтів Джоджа [#]Рахунок від Джоджа",
	"passedOut1_Billed_Female": "Панно @,^Минулої ночі один із членів команди Джоджа знайшов вас непритомною. Медична бригада була відправлена, щоб безпечно доставити вас додому.^Раді, що з вами все гаразд!^^(Вам виставлено рахунок на {0} з.)^^-Морріс^Представник із питань задоволення клієнтів Джоджа [#]Рахунок від Джоджа",
	"passedOut1_NotBilled_Male": "Пане @,^Минулої ночі один із членів команди Джоджа знайшов вас непритомним. Медична бригада була відправлена, щоб безпечно доставити вас додому.^Раді, що з вами все гаразд!^^Оскільки у вас немає грошей, за законом ми зобов’язані надати вам цю послугу безкоштовно.^^-Морріс^Представник із питань задоволення клієнтів Джоджа [#]Законне повідомлення",
	"passedOut1_NotBilled_Female": "Панно @,^Минулої ночі один із членів команди Джоджа знайшов вас непритомною. Медична бригада була відправлена, щоб безпечно доставити вас додому.^Раді, що з вами все гаразд!^^Оскільки у вас немає грошей, за законом ми зобов’язані надати вам цю послугу безкоштовно.^^-Морріс^Представник із питань задоволення клієнтів Джоджа[#]Законне повідомлення",
	"passedOut2": "@, ^Тобі пощастило, що я тебе вчора знайшов! Знайшов тебе на дорозі, коли хтось обшукував твої кишені. Не знаю, скільки грошей у тебе вкрали... Як тільки я з’явився, він одразу втік. Наступного разу будь обережніше!^^-Лінус[#]Записка від Лінуса",
	"passedOut3_Billed": "@,^Минулої ночі хтось приніс тебе до моєї клініки.^Тобі потрібно більше піклуватися про себе і лягати спати вчасно.^Я виписав тобі рахунок на {0} з., щоб покрити витрати на лікування.^^-Лікар Гарві[#]Рахунок від лікаря Гарві",
	"passedOut3_NotBilled": "@,^Минулої ночі хтось приніс тебе до моєї клініки!^Тобі потрібно більше піклуватися про себе і лягати спати вчасно.^Оскільки у тебе немає грошей, я надав тобі допомогу безкоштовно.^^-Лікар Гарві[#]Безкоштовні послуги лікаря Гарві",
	"passedOut4": "@, ^^Я знайшов тебе з обличчям у багнюці під час моєї прогулянки о 3-ї годині ночі.^^Наступного разу намагайся повернутися додому раніше!^^      -Марлон[#]Записка від Марлона",
	"elliottLetter1": "@, моє кохання,^^Я вже в Гремплтоні, щоб розпочати подорож. Забув, яке велике це місто! Вулиці переповнені людьми... Вони виглядають сердитими, поспішають або приголомшеними, не усвідомлюючи свого становища. Я вже сумую за містом Пелікан!^^Починаю сьогодні ввечері в місцевій бібліотеці. Мушу зізнатися, я трохи нервую... Відчуваю, ніби мій шлунок перетворився на крендель у гострому сирному соусі. Побажай мені удачі!^^-Твій, Елліот^^P.S. Сподіваюся, ти добре спиш і не відчуваєш себе самотньо в цьому великому будинку!! %item conversationTopic ElliottGone2 0 %%[#]Лист від чоловіка",
	"elliottLetter2": "${Мій дорогий^Моя дорога}$ @,^^Перше читання пройшло добре, слухачів було трохи менше, ніж я очікував. І все ж я продав достатньо книг, щоб оплатити мою (повну комах) готельну кімнату!^^За кілька годин вирушаю до міста Зузу. Якщо вчорашнє читання було розминкою, наступне буде справжнім викликом...^^Сумую за тобою. Не забувай добре харчуватися! О! І не забудь про крабові коржики, які я залишив у холодильнику...^-Люблю, Елліот  %item conversationTopic ElliottGone3 0 %%[#]Лист від чоловіка 2",
	"elliottLetter3": "@, радість моя,^^Тієї ночі читання в Місті Зузу було досить непоганим досвідом! Схоже, там багато шанувальників літератури... На моєму читанні з’явилося кілька десятків людей!^^Я навіть підписав кілька книг... Дивно бути сприйнятим як хтось важливий. Це все частина великої ілюзії... Я насправді не важливий. Я твій відданий Елліот, як завжди.^^Зараз я сам у своїй готельній кімнаті, «поглинаючи» ситий обід Джоджа...^^Чи варто це називати «їжею»?^Чи «їстівною матерією»?^Ось тобі загадка.^Гадаю, друге^^Не можу дочекатися повернення додому. Сподіваюся, тобі смакували крабові коржики.^^-Твій Елліот %item conversationTopic ElliottGone4 0 %%[#]Лист від чоловіка 3",
	"elliottLetter4": "У снах, де відкривається краєвид,^Я дивлюсь на море в сяйві дня.^Які ж проходив я світи —^ Та пам’ять змила течія^^Є місце лиш одне для мене,^Куди колись я перейду —^У тій Долині, любій серцю,^Де дім і став, і ти — в саду.^^-Елліот %item conversationTopic ElliottGone5 0 %%[#]Лист від чоловіка 4",
	"elliottLetter5": "${Мій дорогий^Моя дорога}$ @,^^Не буду тебе нудити деталями про мої читання. Більшість із них однакові.^^Вірю, що в тебе є кращі історії, які ти можеш розповісти! Не можу дочекатися повернення, щоб побачити прогрес на нашій фермі.^^Під час моїх довгих подорожей я розважаюся, заплющуючи очі й уявляючи ферму... Бачу бочки, що пульсують солодким вином, розпечені печі з цінною рудою і нашу маленьку кухню, наповнену ароматом кориці та мускатного горіха. Стільки радості!^^Тільки не сиди занадто довго в шахтах, серденько. Там страшенно небезпечно! Якщо мусиш іти... Візьми багато їжі.^^-З любовю, Елліот %item conversationTopic ElliottGone6 0 %%[#]Лист від чоловіка 5",
	"elliottLetter6": "@, кохання моє,^^Це мій останній лист перед поверненням. У мене була непогана подорож... Нічого захоплюючого. Приємно було зустріти людей, які цінують мою роботу, але я радий повертатися додому.^^Не можу дочекатися комфорту нашого маленького будиночка, задовільної роботи в полі, домашньої вечері і найголовніше: згортатися в постіль разом із тобою.^^До зустрічі!^-Твій, Елліот %item conversationTopic ElliottGone7 0 %%[#]Лист від чоловіка 6",
	"MarlonRecovery": "@,^Я знайшов твою загубу.^^Наступного разу будь обережніше!^   -Марлон%item itemRecovery %%[#]Марлон знайшов ваш предмет",
	"RarecrowSociety": "${Шановний^Шановна}$ @,^^Ваша цілеспрямованість справді вражає...^^Лише небагатьом вдалося зібрати всю колекцію рідкісних опудал!^^Будь ласка, прийміть це креслення, щоб відзначити ваше досягнення.^-Товариство Рідкісних Опудал М.З. %item craftingRecipe Deluxe_Scarecrow %%[#]Від Товариства Рідкісних Опудал",
	"CarolineTea": "${Дорогий^Дорога}$ @,^Дякую за відвідини. Зазвичай я п’ю чай сама, але було приємно поділитися ним із тобою!^^Додаю інструкцію, як вирощувати і готувати власний чай. Без поспіху, але якщо завариш трохи, не забудь принести мені чашечку!^^-Керолайн%item craftingRecipe Tea_Sapling %%[#]Лист про чай від Керолайн",
	"WoodChipper": "Привіт, @,^^Хотіла тобі розповісти про нову річ, яку я продаю... Це називається  «Дробарка».^Ти можеш використати його, щоб переробити тверде дерево на кілька шматків звичайного!^^Знаю, що взимку дерево важко дістати, тож якщо запаси закінчаться, подумай про покупку.^       -Робін[#]Записка про дробарку",
	"willyBackRoomInvitation": "@,^^Я відкрив підсобку в моєму магазині.^Заходь при найближчій нагоді.^Мушу тобі дещо показати.^^   -Віллі[#]Запрошення до підсобки Віллі",
	"KrobusCrafting": "@, я не впевнений, як працює це людське надсилання листів, тож попросив чаклуна допомогти мені написати цього листа.^^Сподіваюся, у тебе все добре.^^Хотів поділитися з тобою... Це нотатки про те, як мій народ створює деякі речі.^^   -Кробус%item craftingRecipe Dark_Sign %%[#]Лист від Кробуса",
	"georgeGifts": "${Дорогий^Дорога}$ @,^^Дякую тобі за порей. Вони виглядають такими свіжими і смачними. Джорджу вони сподобаються.^^Сьогодні я хочу здивувати його дванадцятьма маленькими запакованими скарбами (завдяки тобі!). Приходь, якщо хочеш бути при цьому!^^-Евелін^^P.S. Прийми цей подарунок. Гадаю, він тобі сподобається!%item id (BC)246 %%[#]Подяка від Евелін",
	"robinResource": "Гей @,^^Вітаю з виконанням мого маленького випробування. Я вражена!^^Як додаток до нагороди, я додала креслення на нову скриню!^^-Робін^^^P.S. -- Тепер, коли в тебе так багато ресурсів, може, завітаєш, і ми щось побудуємо? %item craftingRecipe Stone_Chest %%[#]Ресурси Робін",
	"ClintReward": "Ем, привіт...^Дякую за допомогу з монстрами.^^Я зовсім не боюся!... Але це має зробити шахти набагато безпечнішими... Чи не так?^^Візьми це креслення. (Сподіваюся, я не стану через це непотрібним...)^^   -Клінт, коваль %item craftingRecipe Geode_Crusher %%[#]Подяка від Клінта",
	"ClintReward2": "Ем, привіт...^Дякую за допомогу з монстрами.^^Може, наступного разу я сам їх завалю... Звісно, якщо матиму час!^^Знайшов це в підсобці, може, тобі знадобиться...^^   -Клінт, коваль %item id (O)286 10 (O)287 5 (O)231 3 %%[#]Альтернативна подяка від Клінта",
	"willyBugWadCutscene": "^^   -Віллі%item craftingRecipe Quality_Bobber %%[#]Подяка від Віллі",
	"MSB_Pierre": "@,^Схоже, людям не так сподобалися «Преміальні продукти П’єра», як я очікував...^Це мій старий «Маленький ящик для продажу».^Наступного разу, коли матимеш продукти, гідної якості, може, продаш їх моїм способом?^   -П’єр%item id (BC)248 %%[#]Преміальні продукти П’єра",
	"MSB_Lewis": "@,^Хочу подякувати тобі за виконання мого спеціального замовлення. Уся твоя важка праця покращила імідж Міста Пелікан.^Ось  «Маленький ящик для продажу» як вираз моєї вдячності.^Постав його будь-де, і я точно до нього зазирну.^^   -Льюїс%item id (BC)248 %%[#]Подяка від Льюїса",
	"WizardReward": "Зразок, який ти приніс, дав мені розуміння механізмів тих істот, яких ми називаємо «монстрами».^^Я створив гостру настоянку, яку ці істоти вважають одурманюючою. Будь ${обережним^обережною}$ із цим...^^   -М. Расмодіус, чаклун%item craftingRecipe Monster_Musk %%[#]Відкриття Чаклуна",
	"WizardReward2": "Дякую за ектоплазму. Я досяг великого прориву в галузі таємничої інженерії.^^У додатку ти знайдеш креслення на дуже корисну машину...^^   -М. Расмодіус, чаклун%item craftingRecipe Mini-Obelisk %%[#]Прорив Чаклуна",
	"DemetriusReward": "Привіт @,^^Дякую за допомогу з рибою.^Природа зазвичай добре справляється з балансом, але іноді штучні фактори можуть його порушити.^^Додаю креслення із наукового журналу, який може тобі знадобитися.^^-Деметріус%item craftingRecipe Farm_Computer %%[#]Подяка від Деметріуса",
	"willyHours": "Гарні новини!^^Завдяки тобі, старий добрий човен знову придатний до плавання!^^Якщо хочеш поплавати, зазирни до мене в підсобку.^^Мій магазин тепер відкривається з 8:00, тож ти можеш вирушити раніше.^^  -Віллі [#]Човен Віллі",
	"linusTrashCleanup": "Привіт @,^^Дякую за допомогу з прибиранням долини.^Вода чистіша, ніж будь-коли. Гадаю, усі це оцінять. Я точно оцінив.^Як подяку, хочу навчити тебе вирощувати власне волокно. Гадаю, воно може тобі знадобитися.^^-Лінус%item craftingRecipe Fiber_Seeds %%[#]Подяка від Лінуса",
	"gusGiantOmelet": "Привіт @,^^Дякую за яйця.^Жовтки виглядають надзвичайно... Це, мабуть, буде мій найкращий омлет!^^Будь ласка, прийми цей подарунок.^^    -Гас%item id (BC)216 %%[#]Славнозвісний омлет Гаса",
	"pamNewChannel": "Гей, молоде,^^Дякую за «сік». Смакував... цікаво.^^До речі, у тебе є канал 736 на кабельному? Це сезонна рибальська програма, яка може тобі знадобитися.^^Тримайся,^-Пем [#]Напій Пем",
	"emilyStones": "Привіт @,^^Ще раз дякую за ці чудові коштовності.^Вони ідеально підійдуть для моєї роботи над вирівнюванням енергії!^Хотіла подякувати тобі особливим подарунком. Сподіваюся, з його допомогою ти створиш щось надзвичайне!^^-Емілі%item id (BC)247 %%[#]Коштовності Емілі",
	"carolineSO": "Привіт @,^^Льюїс казав мені, що ти продаєш речі з острова! Добре мати доступ до нових продуктів... Це відкриває нові кулінарні можливості!^Додаю подарунок... пару креслень, які можуть тобі знадобитися.^^-Керолайн%item craftingRecipe Solar_Panel %%[#]Тропічні інгредієнти Керолайн",
	"WillyTropicalFish": "@,^^Вітаю з успішною риболовлею на острові. Я пишаюся тобою!^^Будь ласка, візьми цей спеціальний акваріум. Він гарно виглядатиме в твоїй хатині.^^  -Віллі%item id (F)2312 %%[#]Тропічне випробування Віллі",
	"passedOutIsland": "@,^^Я чекав на тебе в човні, але не дочекався, тож пішов тебе шукати.^^Знайшов тебе ${непритомного^непритомною}$ на землі з кількома папугами, які витягали золото з твоїх кишень!^^Мені довелося тягнути тебе до човна. Мої ноги відчувають себе, як прісноводні креветки...^    -Віллі",
	"passedOutIsland_Leo": "Привіт @,^^Я знайшов тебе вчора на землі в темряві.^Це було не дуже безпечне місце, тож пташині друзі віднесли тебе до ліжка.^Будь ласка, будь обережніше наступного разу.^^    -Лео^^    P.S. Віллі допоміг мені це написати.",
	"guntherBones": "Привіт @,^^Дякую за всі кістки. Мені буде що сортувати! Тільки і подумати, що кожен фрагмент належав якійсь живій істоті з минулого. Захоплююче.^^Будь ласка, прийми це креслення як доказ моєї вдячності!^^-Гюнтер%item craftingRecipe Bone_Mill %%[#]Записка Гюнтера",
	"LeoCooking": "@,^Ось їжа з мого дому. Я і моя сім’я її любимо. Сподіваюся, тобі вона теж сподобається.^^    -Лео^^    P.S. Віллі допоміг мені це написати.%item cookingRecipe %%[#]Рецепт Лео",
	"FizzIntro": "Привіт.^^Чув, що ти працюєш над дуже особливим випробуванням.^^У мене є «ідеальне» ррішення, яке тобі допоможе.^^Зустрінемося в водяній печері на Імбирному острові.^^     -Фізз^     Відділ спеціальних служб Джоджа[#]Лист від Фізза",
	"GreenRainGus": "Бачив учорашній прогноз погоди.^^Не впевнений, що відбуватиметься, але якщо хтось захоче сховатися в салуні, він буде відкритий цілий день.^^    -Гас [#]Сховище в салуні",
	"DesertFestival": "${Дорогий^Дорога}$ @,^^Від завтра починається 3-денний фестиваль у Пустелі Каліко.^^Оскільки автобус знову працює, ми раді відновити цю улюблену і освячену традицію.^^Будуть ігри, безкоштовна їжа, нагороди і багато іншого!^^До речі, щодня випадково обираються двоє жителів, щоб вести маленький магазинчик, приходь і подивися, що вони продають.^^До зустрічі!^  -Льюїс [#]Нагадування про Пустельний Фестиваль",
	"MarniePetAdoption": "${Дорогий^Дорога}$ @,^^Бачу, ти добре доглядаєш за своїм улюбленцем! Я дуже цьому рада!^^Є багато милих тварин, які потребують дому... Я почну пропонувати в моєму магазині домашніх тварин.^^Тільки пам’ятай, що є плата, і кожна тваринка мусить мати власну миску, інакше вони будуть нещасливі. Робін із задоволенням зробить тобі додаткові миски, звісно, за плату.^^До зустрічі!^-Марні [#]Прихисток домашніх тварин",
	"MarniePetRejectedAdoption": "${Дорогий^Дорога}$ @,^^Сподіваюся, цей лист до тебе дійде.^^Знаю, що ти ${відмовився^відмовилася}$ від прихисту тваринки. Але якщо передумаєш, ти можеш взяти домашніх тварин у моєму магазині.^^До зустрічі!^-Марні [#]Прихисток домашніх тварин"
}
