{
	"1": "Location/Знайомтесь, чарівник/Ви отримали листа від місцевого чарівника. Він стверджує, що має інформацію про старий громадський центр./Зайдіть до вежі чарівника./WizardHouse/-1/0/-1/false",
	"2": "Basic/Таємничий Кі/Всередині секретного замка була записка з конкретним завданням. Підписана «Містером Кі»./Залиште веселкову мушлю в ящику на платформі./null/-1/0/-1/false",
	"3": "Basic/Таємничий Кі/Ще одна записка, підписана «Містером Кі». Це прохання дивніше за попереднє./Покладіть 10 буряків у холодильник мера Льюїса./null/-1/0/-1/false",
	"4": "Basic/Таємничий Кі/Ви знаходите ще одну дивну записку в холодильнику мера. Цього разу інструкції ще більш приховані./«Дай піщаному дракону останній обід.»/null/-1/0/-1/false",
	"5": "Basic/Таємничий Кі/Ви знаходите ще одну записку в оці піщаного дракона. Схоже, дивні полювання містера Кі закінчилися./Перевірте купу дров біля вашого будинку./null/-1/0/-1/false",
	"6": "ItemHarvest/Початки/Якщо хочете стати фермером, потрібно почати з основ. Використовуйте мотику, щоб розпушити землю, потім посійте насіння на цій землі. Поливайте щодня, доки врожай не буде готовий до збору./Виростіть та зберіть пастернак./(O)24/h7 8/100/-1/true",
	"7": "Building/Тваринництво/Робін, місцевва тесля, живе на північ від міста. За матеріали та гроші вона побудує нові споруди на вашій фермі. Вона допоможе побудувати пташник або сарай, щоб ви могли тримати тварин./Побудуйте пташник./Coop/-1/100/-1/true",
	"8": "Crafting/Прогрес/З накопиченням досвіду ви відкриватимете нові предмети для створення, щоб збільшити прибуток і полегшити життя. Наприклад, опудало захистить ваші цінні культури від ворон./Досягніть 1 рівня фермерства та створіть опудало./(BC)8/-1/100/-1/true",
	"9": "Social/Перше знайомство/Буде гарним жестом привітатися з кожним жителем містечка. Деякі з них не можуть дочекатися, щоб познайомитися з новим фермером././null/25/0/-1/true",
	"10": "Basic/Мідна руда/У вас є мідна руда. Ви не знаєте, для чого її можна використати, але місцевий коваль напевно знає./Принесіть мідну руду до кузні Клінта././-1/0/-1/false",
	"11": "Crafting/Коваль власного щастя/Якщо ви продовжуватимете копати, вам знадобиться піч./Створіть піч./(BC)13/12/0/-1/true",
	"12": "ItemHarvest/Злитки/Оскільки у вас є піч, ви можете переплавити трохи металу. Згідно з інструкціями Клінта, якщо покласти 5 мідних руд і 1 шматок вугілля в піч, це має створити мідний злиток./Використовуйте піч, щоб переплавити мідний злиток./(O)334 1/-1/0/-1/true",
	"13": "Basic/На пляж!/Хтось на ім’я Віллі попросив вас зустрітися на пляжі на південь від міста. Він каже, що хоче вам щось дати./Йдіть на пляж на південь від міста до 17:00./-1/-1/0/-1/true",
	"14": "Basic/Досліження шахт/На північ від міста є стара шахта. Там можуть бути цінні мінерали, але Марлон сказав, що там може бути небезпечно./Спустіться на 5 поверх у шахті./17/17/0/-1/false",
	"15": "Monster/Посвята/Якщо ви зможете вбити 10 слаймів, ви знайдете своє місце в Гільдії Авантюристів./0 з 10 убитих слаймів./Green_Slime 10 null false/16/0/-1/false",
	"16": "Location/Посвята/Вам вдалося перемогти 10 слаймів. Тепер ви можете приєднатися до Гільдії Авантюристів./Приєднайтесь до Гільдії Авантюристів./AdventureGuild/-1/0/-1/false",
	"17": "Basic/Глибше в шахти/Схоже, ліфт у шахті все ще працює. Це дозволить швидко повертатися до кожного відкритого рівня. Глибша експедиція може бути гарною ідеєю./Спустіться на 40 поверх у шахті./18/18/0/-1/false",
	"18": "Basic/До дна?/Поки що немає ознак того, що ця шахта має кінець. Як глибоко вона може сягати?/Досягніть останнього поверху шахти./-1/-1/0/-1/false",
	"19": "Basic/Кістяний ключ/На дні шахти ви знаходите дивний ключ./Дізнайтесь, для чого потрібен кістяний ключ./-1/-1/0/-1/false",
	"20": "Basic/Виклик Кі/Вас викликали спуститися на 25 поверх у Кістяній печері. Вам обіцяли значну винагороду./Спустіться на 25 поверх у Кістяній печері./-1/-1/0/-1/false",
	"21": "Basic/Прохання Марні/Марні прийшла на ферму і попросила печерну моркву. Вона намагається навчити кіз говорити, а печерна морква — їхній улюблений делікатес./Принесіть Печерну Моркву до магазину Марні./-1/-1/0/-1/true",
	"22": "Basic/Рибна запіканка/Джоді прийшла на мою ферму із запрошенням на вечерю о 19:00. Вона просила принести великоротого окуня для своєї рибної запіканки./Зайдіть до будинку Джоді з великоротим окунем о 19:00./-1/-1/0/-1/true",
	"23": "Location/Археологія/Ви знаходите старовинний предмет. Можливо, це якийсь артефакт? Може, Гюнтер, куратор місцевого музею, знає, що це./Відвідайте Гюнтера в музеї./ArchaeologyHouse/-1/0/-1/true",
	"24": "Basic/Археологія/Гюнтер попросив пожертвувати нові артефакти та мінерали до музею. Він сказав, що в нагороду дасть вам рідкісні предмети./Пожертвуйте артефакт або мінерал до музею./-1/-1/250/-1/true",
	"25": "Basic/Як здобувати друзів/Давання подарунків — чудовий спосіб будувати дружбу. Дізнайтесь про індивідуальні смаки, і популярність прийде до вас швидко./Подаруйте комусь подарунок./-1/-1/100/-1/true",
	"26": "Basic/«Проблема зі щурами»/У Будинку Культури відбувається щось дивне.../Дослідіть Будинок Культури/-1/-1/0/-1/true",
	"27": "Basic//Проблема з гобліном/Гоблін блокує прохід до хатини відьми. Має бути спосіб змусити його відійти... Можливо, потрібно пошукати більше інформації про гоблінів./Знайдіть спосіб увійти до хатини відьми./-1/-1/0/-1/true",
	"28": "Basic/Темний талісман/Чарівник хоче повернути магічне перо з дому його колишньої... але щоб туди потрапити, потрібен темний талісман./Зайдіть до каналів і спитайте Кробуса, чи знає він щось про темний талісман./-1/-1/0/-1/false",
	"29": "Basic/Дивна записка/Ви знаходите дивну записку, ледве читабельну, з проханням принести «Кліновей сірроп» до «таймнечого ліс»./Принесіть «Кліновей сірроп» до «таймнечого ліс»./-1/-1/0/-1/true",
	"30": "Basic/Таємна записка/Ви знаходите записку, на якій написано: «Хтось чекає на вас на 100 поверсі Кістяної Печери»/Досягніть 100 поверху в Кістяній Печері/-1/-1/0/-1/true",
	"31": "Basic/Зимова таємниця/Ви зустріли дивну постать біля автобусної зупинки, яка втекла, коли вас побачила. Вона побігла прямо до міста. Можливо, це підказка про її місцезнаходження?/Знайдіть Тіньову постать./-1/-1/0/-1/true",
	"100": "LostItem/Загублена сокира Робін/Робін загубила свою улюблену сокиру. Востаннє вона пам’ятає, як використовувала її для рубання дерева на південь від ранчо Марні./Знайдіть загублену сокиру./Robin (O)788 Forest 110 81/-1/250/-1/true/Гей, моя сокира в тебе! Яке полегшення... Я ледь не відрубала собі палець на нозі іншою сокирою. Дякую!",
	"101": "ItemDelivery/Прохання Джоді/Джоді потрібна свіжа цвітна капуста для страви, яку вона готує. Вона просить вас принести одну./Принесіть Джоді цвітну капусту./Jodi (O)190/-1/350/-1/true/Ох, виглядає смачно! Дякую, саме це мені було потрібно. Це буде ідеально для мого жовтого каррі.",
	"102": "LostItem/«Шорти» мера/Мер Льюїс загубив свої фіолетові  «шорти». Він просить вас знайти їх і повернути... Таємно./Знайдіть шорти та поверніть їх меру Льюїсу./Lewis (O)789 AnimalShop 13 7/-1/750/-1/true/Знайшлись?... Де?... Ох!... Емм... Хех.#$b#Там? Поняття не маю, як вони могли там опинитися... *кашель*#$b#Це залишиться між нами. Зрозумів?$u",
	"103": "ItemDelivery/Спрагла Пем/Пем хоче світлого пива. Звичайне старе пиво не підійде. Ви можете зварити його, якщо маєте хміль і бочку./Принесіть Пем світле пиво./Pam (O)303/-1/350/-1/true/Дай мені це. *сьорб*... Ах, це те, що треба.#$b#Дуже смачне і міцне... здається, відчуваю нотку цитрусу та сосни.#$b#Дякую, молоде. Це багато для мене значить. Я знала, що можу на тебе розраховувати.$h",
	"104": "ItemDelivery/Дослідження врожаю/Деметріусу потрібен свіжий динь для його досліджень./Принесіть Деметріусу диню./Demetrius (O)254/-1/550/-1/true/Вона ідеальна! Саме така мені потрібена для моїх досліджень. Важко буде її не з’їсти! Велике дякую.",
	"105": "ItemDelivery/Терапія коліна/Джорджу потрібен гострий перець, щоб втерти його в коліно./Принесіть Джорджу гострий Перець./George (O)260/-1/200/-1/true/Довго це зайняло... Хммф... Ну, принаймні він досить гострий. Дякую.",
	"106": "ItemDelivery/Коровам на радість/Марні хоче пригостити своїх корів особливим делікатесом. Вона просить вас про одну зв’язку амаранту./Принесіть Марні одну зв’язку амаранту./Marnie (O)300/-1/500/-1/true/Ох, амарант, про який я просила! Дуже тобі дякую... мої корови це полюблять!$h",
	"107": "LostItem/Кошик для ожини/Це сезон ожини, але Лінус не може знайти свій кошик! Він просить вас допомогти. Він не має уявлення, де він./Знайдіть кошик і принесіть його Лінусу./Linus (O)790 Backwoods 27 27/-1/0/-1/true/Мій кошик! Дякую. Це багато для мене значить.$h",
	"108": "ItemDelivery/Різьблення гарбузів/Керолайн хоче різьбити гарбуз із донькою. Вона попросила вас принести один із ферми./Принесіть гарбуз Керолайн./Caroline (O)276/-1/500/-1/true/О, гарбуз! Він хороший... Ебігейл точно зрадіє. Дякую, @!$h",
	"109": "ItemDelivery/Зловити кальмара/Віллі кинув вам виклик зловити кальмара. Він сказав, що його можна зловити в океані зимової ночі./Принесіть Віллі кальмара./Willy (O)151/-1/800/-1/true/Гей, тобі вдалося! Непогано. Я вражений.#$b#Зима — гарна пора для прогулянки зі старою вудкою, чи не так?",
	"110": "ItemDelivery/Випробування Клінта/Клінт просить вас подарувати аметист Емілі. Він хоче, щоб вона думала, що це від нього./Принесіть Емілі аетист./Emily (O)66/-1/0/-1/true/Ох, мій улюблений кристал! Це мило з твого боку!$h#$b#Га? Від кого?$u#$b#Ох, він від Клінта? Ну, мені байдуже, від кого, він гарний! Дякую! *чмок*$h",
	"111": "ItemDelivery/Темний реагент/Чарівник хоче есенцію темряви з шахт. Вона потрібна йому для якоїсь чорної магії./Принесіть Чарівнику есенцію темряви./Wizard (O)769/-1/1000/-1/true/Ах, есенція у тебе. Ти маєш мою вдячність і 1000 з. в нагороду. А тепер іди.",
	"112": "ItemDelivery/Послуга для Клінта/Клінт має новий молот і хоче випробувати його на різних металах./Принесіть Клінту залізний злиток./Clint (O)335/-1/500/-1/true/Гей, це залізний злиток, про який я тебе просив. Виглядає міцним... Ідеально.#$b#Дякую, @. Ціную це.",
	"113": "ItemDelivery/Прохання Робін/Робін написала вам листа з проханням про кілька шматків твердої деревини./Принесіть Робін 10 шматків твердої деревини./Robin (O)709 10/-1/500/-1/true/Ох, дерево! Я знала, що можу на тебе розраховувати, @.$h#$b#Ммхмм... Це дерево ідеальне. Саме таке мені було потрібно. Дякую!",
	"114": "ItemDelivery/Рибний гуляш/Гас хоче приготувати рибний гуляш, але йому потрібен білий тунець./Принесіть Гасу білого тунця./Gus (O)705/-1/400/-1/true/*нюх*...*нюх*... Що це? Щось пахне як тунець!#$b#Ага! Він для мене! Сто разів дякую!",
	"115": "ItemDelivery/Свіжі фрукти/Емілі хоче відчути весну. Вона просить вас про свіжу абрикосу./Принесіть Емілі абрикосу./Emily (O)634/-1/600/-1/true/Ох... Абрикос у тебе! Дякую, виглядає апетитно!$h",
	"116": "ItemDelivery/Бабусиг подаруноу/Евелін хоче здивувати свого чоловіка подарунком./Доставте цибулю-порей Евелін./Evelyn (O)20/-1/500/-1/true/Ох, дякую, люба дитино. Ця цибуля виглядає апетитно. Джордж точно зрадіє.#$b#Він любить, коли я додаю свіжу цибулю до яєчні на сніданок.",
	"117": "ItemDelivery/Записка П’єра/П’єр «щедро» винагородить того, хто принесе йому тарілку сашимі. Схоже, він дуже цього хоче./Принесіть П’єру сашимі./Pierre (O)227/-1/1000/-1/true/Нарешті! Я почав тремтіти, так сильно хотів цю рибу. *кус*... Ммм, смачно.#$b#Дякую, @.$h",
	"118": "ItemDelivery/Водні дослідження/Деметріус досліджує рівень токсинів місцевої риби-фугу. Він хоче, щоб ви принесли одну./Принесіть Деметріусу рибу-фугу./Demetrius (O)128/-1/1000/-1/true/Ох, нарешті він тут. Цей екземпляр виглядає ідеально. Я негайно покладу його на лід. Дякую, @!",
	"119": "ItemDelivery/Зірка солдата/Кент хоче подарувати своїй дружині зірковий фрукт на їхню річницю./Принесіть Кенту зірковий фрукт./Kent (O)268/-1/500/-1/true/Гей. Тсс... Не показуй Джоді.#$b#Ах, виглядає соковито. Їй сподобається. Дуже тобі дякую.$h",
	"120": "ItemDelivery/Потреба мера/Мер Льюїс хоче трюфельну олію. Він не хоче казати, для чого. Може, це не ваша справа?/Принесіть Льюїсу пляшку трюфельної олії./Lewis (O)432/-1/750/-1/true/Олія в тебе? Дозволь подивитися...#$b#Високої якості... дуже слизька. Ідеально. Дякую.",
	"121": "ItemDelivery/Розшукується: Омар/Гас розмістив оголошення з проханням про свіжого омара./Принесіть Гасу омара./Gus (O)715/-1/800/-1/true/Щось пахне як свіжий омар. Ох, чудово.$h#$b#Тримайся.",
	"122": "ItemDelivery/Пем потрібна енергія/Пульт від телевізора Пем щойно сів. Їй важко вставати з дивана і міняти канали кнопками на телевізорі./Принесіть Пем Пачку Батарей./Pam (O)787/-1/400/-1/true/Гей, це батареї, які я хотіла! Дякую, молоде... Ти рятуєш мені життя!$h$h",
	"123": "ItemDeliveryПосох сили/Чарівник створює посох надзвичайної сили. Хто знає, для чого він. Йому потрібен іридієвий злиток, щоб його завершити./Принесіть Чарівнику Іридієвий Злиток./Wizard (O)337/-1/5000/-1/true/Ах, коштовний іридій. Хороша робота, @. Ти маєш мою вдячність. А тепер іди.",
	"124": "ItemDelivery/Зловити лінкода/Віллі кидає вам виклик зловити лінкода./Принесіть Віллі лінкода./Willy (O)707/-1/550/-1/true/Гей, гарна здобич! У тобі тече кров рибалки.$h",
	"125": "ItemDelivery/Екзотичний настрій/Гас хоче зробити Коко-но-но, але йому бракує важливого інгредієнта./Принесіть Гасу кокос./Gus (O)88/-1/600/-1/true/Кокос! Тепер я можу відволіктися від цієї морозної зими.$h#$b#Він ідеальний для мого коко-но-но. Дякую!",
	"126": "ItemDelivery/Завдання від дружини/Ваша дружина попросила 200 одиниць волокна для секретного проєкту./Принесіть Емілі 200 одиниць волокна./Emily (O)771 200/-1/0/-1/false/Ох, виглядає чудово... І це ще й екологічного походження! Дуже тобі дякую, @.$h#$b#Тепер я можу братися до роботи. Це займе кілька днів...",
	"127": "Basic/Тортовий парад Хейлі/Ваша дружина організовує в місті благодійний парад тортів. Вона просить шоколадний торт./Зайдіть до міста сонячного ранку з шоколадним тортом./-1/-1/0/-1/true",
	"128": "SecretLostItem/.../.../.../Abigail (O)191 100 129/-1/0/-1/false/Намисто! Звідки воно в тебе?$7#$b#Дякую за знахідку, @. Мама ніколи не дізнається...$h",
	"129": "SecretLostItem/.../.../.../Caroline (O)191 50 128/-1/0/-1/false/Що це? Моє старе намисто?$s#$b#Дивно, я не помітила, що воно загубилося... Ну, дякую, @.$h",
	"130": "Basic/Дружина пірата/Старша пані, що живе на Імбирному Острові, просить знайти пам’ятку про її чоловіка. Вона дала вам стару фотографію солдата, яку викинув океан на острів, сподіваючись, що це якось допоможе./Знайдіть пам’ятку, яка належала чоловікові Берді./-1/-1/0/-1/false",
	"131": "Fishing/Виклик Віллі/Віллі кидає вам виклик зловити три піщані риби./Зловіть 3 піщані риби/-1/-1/0/-1/false",
	"132": "ItemHarvest/Початки/Якщо хочете стати фермером, потрібно знати основи. Щодня годуйте курей, дозволяючи їм їсти траву на вулиці або кладучи сіно в годівницю. Коли вони виростуть, збирайте яйця!/Зберіть курине яйце./-5/h8 133/100/-1/true",
	"133": "Building/Годування тварин/Робін, місцева теслярка, живе на північ від міста. За сировину та гроші вона побудує нові споруди на вашій фермі. Якщо побудувати силос, можна почати косити траву косою і зберігати її для годування тварин./Побудуйте силос./Silo/-1/100/-1/true",
	"134": "Basic/Величезний пень/Велике дерево на південь від моєї ферми впало. 100 одиниць твердої деревини вистачить, щоб перетворити цей пень на щось цікаве.../Перебудуйте великий пень./-1/-1/0/-1/false"
}
