{
	"1": "Це сторінка зі щоденника Ебігейл^^«Речі, які я люблю: запах вирізаного гарбуза, тримання аметисту під подушкою, шоколадний торт, смак гострого вугра і приємний смак ожинового коблера мами (я люблю їсти!)»%revealtaste:Abigail:276%revealtaste:Abigail:66%revealtaste:Abigail:220%revealtaste:Abigail:226%revealtaste:Abigail:611",
	"2": "Список покупок Сема до свят^^Улюблені речі всіх^^Себастіан: Крижана сльоза, сашимі^Пенні: Смарагд, мак^Вінсент: Виноград, журавлиновий коктейль^Мама: Хрусткий окунь, млинці^Тато: Різотто, смажені горіхи^Я: Кактус, кленове тістечко, піца%revealtaste:Sebastian:84%revealtaste:Sebastian:227%revealtaste:Penny:60%revealtaste:Penny:376%revealtaste:Vincent:398%revealtaste:Vincent:612%revealtaste:Jodi:214%revealtaste:Jodi:211%revealtaste:Kent:649%revealtaste:Kent:607%revealtaste:Sam:90%revealtaste:Sam:731%revealtaste:Sam:206",
	"3": "Написано почерком Леї^^Моя ідея ідеальної вечері — це, звісно, салат, козячий сир, трюфелі та вино. На десерт — маковий кекс. Мням! Якби хтось дав мені ці речі, я була б найщасливішою жінкою у світі.%revealtaste:Leah:196%revealtaste:Leah:426%revealtaste:Leah:430%revealtaste:Leah:348%revealtaste:Leah:651",
	"4": "Записка Мару^^Частини, потрібні для створення мого найвеличнішого творіння!^^*Золотий злиток^*Іридієвий злиток^*Акумулятор^*Діамант^Полуниця%revealtaste:Maru:336%revealtaste:Maru:337%revealtaste:Maru:787%revealtaste:Maru:72%revealtaste:Maru:400",
	"5": "Почерком Пенні:^^Я хочу подарувати всім щось, що їм подобається!^^Мама: Пастернак, солодкий ямс, ЖОДНОГО ПИВА!^Джас: Казкова троянда, сливовий пудинг^Вінсент: Рожевий торт, виноград^Містер Маллнер: Цибуля-порей, смажені гриби^Бабуся Маллнер: Буряк, тюльпан%revealtaste:Pam:24%revealtaste:Pam:208%revealtaste:Pam:346%revealtaste:Jas:595%revealtaste:Jas:604%revealtaste:Vincent:398%revealtaste:Vincent:221%revealtaste:George:20%revealtaste:George:205%revealtaste:Evelyn:284%revealtaste:Evelyn:591",
	"6": "Спеціальні замовлення з салуну «Зоряна крапля»^^Мер Льюїс: «Дари осені»^(Подвійне замовлення на хліб із високим вмістом білка)^^Марні: Гарбузовий пиріг^(побільше збитих вершків!)^^Деметріус: Горщик квасолі^(погостріше)^^Керолайн: Рибне тако^(Хоче втричі більше соусу! І краще дати більше серветок)%revealtaste:Lewis:235%revealtaste:Marnie:608%revealtaste:Demetrius:207%revealtaste:Caroline:213",
	"7": "Це сторінка з чийогось щоденника...^^...У місті є лише кілька холостяків «постарше», і жоден із них не ідеальний! Гарві слабкий і тривожний, але він був би дуже вірним і відданим чоловіком. Йому подобається кава і мариновані огірки.^^Елліотт трохи пихатий і мелодраматичний, але в нього гарне підборіддя. Йому подобаються крабові тістечка і гранати.^^Шейн асоціальний і неохайний. Але я думаю, що його груба поведінка — це захисний механізм, що приховує його слабкості від світу. Йому подобається пиво, піца і перець попперс.%revealtaste:Harvey:395%revealtaste:Harvey:342%revealtaste:Elliott:732%revealtaste:Elliott:637%revealtaste:Shane:346%revealtaste:Shane:206%revealtaste:Shane:215",
	"8": "^Дkz Хейлі та Емілі^^Сподіваємося, що ви там добре тримаєтеся! Надсилаємо ваші улюблені подарунки: Рожевий торт і соняшники для Хейлі, самоцвіти і вовну для Емілі!^^-З любовю, мама і тато%revealtaste:Haley:221%revealtaste:Haley:421%revealtaste:Emily:440%revealtaste:Emily:66%revealtaste:Emily:62%revealtaste:Emily:60%revealtaste:Emily:70%revealtaste:Emily:64%revealtaste:Emily:68",
	"9": "Силова дієта Алекса:^^*Повний сніданок^*Обід із лосося^^(Я звик до цих страв... Уже відчуваю ці протеїни!!)%revealtaste:Alex:201%revealtaste:Alex:212",
	"10": "Хтось^    чекає на тебе^       на 100-му поверсі^           в^               Кістяній печері...^                  ",
	"11": "!image 6",
	"12": "Я знайшов цікаві речі, коли копирсався в смітті.^^Іноді ти знайдеш «страву дня» за салуном... зазвичай свіжу!^^На десерт я перевіряю смітник Маллнерів на печиво.^^Для скарбів перевір смітники біля кузні та музею. ",
	"13": "^^Рівно опівдні. ШВИДКО! Останній день сезону. Перевір кущ над дитячим майданчиком.",
	"14": "^^^ Я сховав щось за будинком культури.",
	"15": "^^ Шоу русалок: 1-5-4-2-3",
	"16": "!image 0",
	"17": "!image 1",
	"18": "!image 3",
	"19": "!image 2",
	"20": "!image 4",
	"21": "!image 5",
	"22": "Вітаю, @...^^Ти вже знаєш про мій «секрет» у темному тунелі?^^Не можу дочекатися, коли познайомлюся з тобою!^^ -Кі",
	"23": "^^^Якщо ти це читаєш... прийди до таймнечого ліс. Прошу, принеси кліновей сірроп",
	"24": "Сторінка з книги М. Джаспера:^^... створіння, відомі як «лісові духи» або «Джунімо», з’являються в покинутих будівлях, які вже давно заросли травою.^^азвичай... коли людина йде, і природа починає відбирати свою територію, Джунімо неодмінно з’являться.^^Легенди кажуть, що Джунімо мають певний резонанс із самоцвітами, розміщеними в їхніх маленьких хатинках...^^Крім того, кажуть, що родзинки — їхній улюблений делікатес, але вони занадто сором’язливі, щоб брати їх прямо з руки.^^Звісно, усі ці твердження походять із підозрілих, непідтверджених джерел... Наскільки мені відомо, існування цих створінь ніколи не було підтверджено!",
	"25": "^^«Позичила», мамине намисто, але загубила його десь біля сауни... Вона з’їсть мене, якщо помітить, що його немає!",
	"26": "Стародавні Таємниці Сільського Господарства, вірш 37:^^Немає кращого помічника, ніж нагодований родзинками Джунімо...^^",
	"27": "${Мій любий онучку^Моя люба онучко}$,^До того часу, як ти це знайдеш, мине чимало часу від твого приїзду в Долину. Сподіваюся, у тебе все добре!^Я пишаюся тим, що ти продовжуєш сімейну традицію і завдяки цій благородній справі забезпечуєш розвиток і процвітання Долині Стардью... місцю, дуже близькому моєму серцю.^Так тримати!!^^-Дідюсь^^P.S. ...Я сховав дещо дуже особливе десь у долині. Можна вважати це збірка моїх найбільших відкриттів. Ти знайдеш це одного дня, коли прийде час.",
	"1001": "День 1^^...Мій човен втрачено... Знищено бурею посеред жорстокого моря.^^Я застряг на цьому дивному березі. Моя команда зникла, але я ще живий. Можливо, удача поблагословила цього пірата... Або має для мене щось гірше...^^У будь-якому разі, у мене немає іншого вибору. Мушу тут оселитися. Тут достатньо прісної води, їжі для збору та родючої землі для вирощування.^^Тому насамперед я побудую укриття...^^(Бракує кількох сторінок)",
	"1002": "День 6^^Я не голодуватиму тут... вода повна їстівних (ай, смачних!) риб.^^Я навіть зловив ската в печерах на південно-східному пляжі. Однак я не знав, що з ним робити!^^Іншого дня я зловив кілька золотих горіхів. Схоже, вони розкидані по всьому острову. Місцеві папуги їх люблять!",
	"1003": "День 14^^Півмісяця на цьому острові, і я трохи навчився здобувати золоті горіхи.^^Треба тримати очі відкритими. Якщо ти знаходиш щось незвичайне, поблизу може бути схований горіх.^^Я помітив знаки на піску... і знаки між листям...^^Я навіть бачив горіх на вершині дерева біля вулкана. Якби тільки я мав чим його звідти збити...^^Щоразу, коли я знаходив рослину з горіхом, я завжди знаходив спосіб його дістати.",
	"1004": "!image 10",
	"1005": "День 23^^Місцевий вулкан приховує багато секретів.^^Я бачив маленьких людей зі світлими очима, що зникають у темряві... як коти вночі.^^(Чи можуть це бути ті легендарні гноми, згадані М. Джаспером у його «Великі Подорожі»?)^^І ці дивні машини. Неймовірні... інші від усього, що бачила людина.^^На вершині я знайшов прохід до кратера вулкана. І наполовину занурену в лаву дивну машину... щось на кшталт «горнила». ^^Завтра я придивлюся до цього ближче.",
	"1006": "!image 8",
	"1007": "--Ковальський стіл--^^Топаз -- Захист^Смарагд -- Швидкість^Нефрит -- Сила критичного удару^Аквамарин -- Шанс критичного удару^Аметист -- Відкидання^Рубін -- Шкода^^Призматичний Уламок -- Зачарування^^Примітка: Зброю можна кувати з самоцвітами до 3 разів і зачаровувати один раз призматичним уламком.^^Примітка 2: «Вроджені чари» (тобто ці сили з’являються на цій зброї, коли ти її знаходиш вперше), також можуть бути додані або повторно відкриті за допомогою Драконячого Зуба. Кажуть, що цього не можна зробити зі зброєю певного типу.^^Інструменти можна лише зачаровувати, не можна покращувати самоцвітами.",
	"1008": "--Чари для зброї--^^Вправний: Дозволяє частіше виконувати «особливу атаку».^^Вбивця Жуків: завдає більше шкоди жукам^^Кровопивець: іноді висмоктує здоров’я з ворога.^^Хрестоносець: Завдає більше шкоди «нечестивим» монстрам.^^Сінокос: Отримуйте більше волокон, зрізаючи бур’яни, і також шанс отримати сіно.^^--Чари для інструментів--^^Потужний: Ви легше розбиваєте каміння, рубаєте дерева тощо.^^Обширний: Збільшує радіус зарядженого використання.^^Різак: Шанс отримати більше деревини під час рубання.^^Бездонний: Лійка ніколи не вичерпується.^^Щедрий: Більше речей, викопаних із землі.^^Археолог: Більший шанс знайти кістки та артефакти.^^Ефективний: Не витрачає енергію.^^Швидкий: Використовуйте інструменти швидше.^^Майстерний: Підвищує рівень риболовлі.^^Авто-Гачок: Автоматично ловить рибу, коли вона починає клювати.^^Консервуючий: Наживка і поплавок мають 50% шанс не зношуватися.",
	"1009": "Це був похмурий, дощовий день. Я помітив на самотній скелі прекрасну діву.^^Казки розповідають про народжених з океану дів, що співають русалчині пісні.^Однак вона не могла видати жодного звуку...^^Наступного ранку я помітив розташування каменів на пінистому березі...^-----------------^Ай... камені розміром пенні та камені розміром пятака...^-----------------^Якби тільки ця змучена душа могла завивати, можливо, вона привела б мене до скарбу Блекгулла...",
	"1010": "!image 9",
	"1011": "День 37^^Коли мені було десять років, мій батько дав мені світний перстень і магнітний перстень. Відтоді я ніколи їх не знімав.^^Однак, коли я стояв на вершині вулкана... мені спала на думку дивна ідея.^^Я взяв два мої перстні і кинув їх у кузню.^^І ось що сталося! Вони злилися в один!^^Тепер у мене один світний перстень магнетизму... сподіваюся, тато не образиться. Спочивай із миром..."

}